Repository: smplayer-dev/smplayer
Catalog: smplayer/trunk/setup/translations/po_files/*.po
Languages: korean, portuguese

source: Binary codecs are not supported in this version.
korean: 이 버전에서 바이너리 코덱은 지원하지 않습니다.
portuguese: Esta versão não tem suporte a codificadores binários.

source: Failed to download Youtube-DL: '$R0'.
portuguese: Falha ao transferir Youtube-DL: '$R0'.

source: YouTube-DL was not successfully installed. Retry?
portuguese: YouTube-DL não foi instalada. Tentar novamente?

source: Failed to install MPV.
portuguese: Falha ao instalar o mpv.

source: Failed to download MPV: '$R0'.
portuguese: Falha ao transferir o mpv: '$R0'.

source: MPV was not successfully installed. Retry?
portuguese: O mpv não foi instalado. Tentar novamente?

source: Downloading MPV...
portuguese: A transferir o mpv...

source: Restoring MPV from previous installation...
portuguese: A restaurar o mpv da instalação anterior...

source: Backing up MPV...
portuguese: A criar backup do mpv...

source: Restoring SMTube from previous installation...
portuguese: A restaurar o SMTube da instalação anterior...

source: Backing up SMTube...
portuguese: A criar backup do SMTube...

source: Extracting files...
korean: 파일 압축을 해제하는 중...
portuguese: A extrair ficheiros...

source: Rolling back changes...
korean: 변경점을 원상 복원하는 중...
portuguese: A reverter alterações...

source: Restoring file associations...
korean: 파일 연결 복원하는 중...
portuguese: A restaurar associações de ficheiros...

source: Deleting Shortcuts...
korean: 바로가기 삭제하는 중...
portuguese: A eliminar atalhos...

source: Deleting Registry Keys...
korean: 레지스트리 키 삭제하는 중...
portuguese: A eliminar chaves de registo...

source: Deleting Files...
korean: 파일 삭제하는 중...
portuguese: A eliminar ficheiros...

source: Restoring codecs from previous installation...
korean: 이전 설치에서 코덱 복원하는 중...
portuguese: A restaurar codificadores da instalação anterior...

source: Backing up codecs from previous installation...
korean: 이전 설치에서 코덱 백업하는 중...
portuguese: A copiar codificadores da instalação anterior...

source: SMPlayer is a complete front-end for MPlayer, from basic features like playing videos, DVDs, VCDs to more advanced features like support for MPlayer filters, edl lists, and more.
korean: SMPlayer는 비디오, DVD, VCD 재생과 같은 기본적인 기능들로부터 MPlayer 필터와 edl 목록 등 고급 기능들까지 지원하는 MPlayer의 완전한 프론트엔트입니다.
portuguese: O SMPlayer é uma interface gráfica para o MPlayer, com funções simples como a reprodução de vídeos, DVD e VCD bem como outras mais avançadas (suporte a filtros MPlayer, listas e mais).

source: This installation can only be uninstalled on 64-bit Windows.
korean: 이 설치는 64비트 윈도우에서만 제거할 수 있습니다.
portuguese: Esta instalação só pode ser desinstalada num sistema Windows de 64 bits.

source: SMPlayer installation not found.
korean: SMPlayer 설치를 찾을 수 없습니다.
portuguese: Não foi encontrada uma instalação do SMPlayer.

source: It does not appear that SMPlayer is installed in the directory '$INSTDIR'.[:r:][:n:]Continue anyway (not recommended)?
korean: SMPlayer가 '$INSTDIR' 디렉토리에 설치된 것 같지 않습니다.[:r:][:n:]어쨌든 계속할까요? (비권장)
portuguese: Parece que o SMPlayer não está instalado no diretório '$INSTDIR'.[:r:][:n:]Continuar (não recomendado)?

source: Uninstall aborted by user.
korean: 사용자가 제거를 취소함.
portuguese: Desinstalação cancelada pelo utilizador.

source: This installation can only be uninstalled by a user with administrator privileges.
korean: 이 설치는 관리자 권한을 지닌 사용자만 제거할 수 있습니다.
portuguese: Esta aplicação só pode ser desinstalada no modo de administrador.

source: Failed to install MPlayer codecs.
korean: MPlayer 코덱 설치에 실패했습니다.
portuguese: Falha ao instalar os codificadores MPlayer.

source: Failed to download MPlayer codecs: '$R0'.
korean: MPlayer 코덱 다운로드에 실패했습니다: '$R0'.
portuguese: Falha ao transferir os codificadores MPlayer: '$R0'.

source: MPlayer codecs were not successfully installed. Retry?
korean: MPlayer 코덱 설치에 실패했습니다. 다시 할까요?
portuguese: Os codificadores MPlayer não foram instalados corretamente. Tentar novamente?

source: Downloading MPlayer Codecs...
portuguese: A transferir os codificadores MPlayer...

source: Start
korean: 시작
portuguese: Iniciar

source: upgrade
korean: 업그레이드
portuguese: Atualizar

source: downgrade
korean: 다운그레이드
portuguese: Reverter

source: reinstall
korean: 재설치
portuguese: Reinstalar

source: Reset my SMPlayer configuration
korean: 내 SMPlayer 설정을 초기화합니다
portuguese: Reiniciar configurações do SMPlayer

source: Change Installation Settings
korean: 설치 설정을 변경합니다
portuguese: Alterar definições de instalação

source: Click Uninstall when ready to proceed.
korean: 준비가 되었으면 제거를 누르세요.
portuguese: Clique Desinstalar para continuar.

source: Click Next when ready to proceed.
korean: 준비가 되었으면 다음을 누르세요.
portuguese: Clique Seguinte para continuar.

source: Click Start when ready to proceed.
korean: 준비가 되었으면 시작을 누르세요.
portuguese: Clique Iniciar para continuar.

source: Uninstall (remove) the existing installation
korean: 기존의 설치를 제거합니다
portuguese: Desinstalar (remover) a instalação existente

source: Overwrite ($Inst_Type) the existing installation
korean: 기존의 설치 위에 덮어 씁니다 ($Inst_Type)
portuguese: Substituir ($Inst_Type) a instalação existente

source: Please select how to proceed:
korean: 어떻게 처리할 것인지 선택하세요:
portuguese: Por favor escolha o método a utilizar:

source: You have an existing installation of SMPlayer in the following folder:
korean: 다음 폴더에 SMPlayer가 설치되어 있습니다:
portuguese: Você possui uma instalação do SMPlayer nesta pasta:

source: Select Overwrite or Uninstall mode.
korean: 덮어쓸 것인지 제거할 것인지 선택하세요.
portuguese: Selecione o modo de substituição ou desinstalação.

source: Select Install Type
korean: 설치 형태를 선택하세요
portuguese: Selecione o tipo de instalação

source: The binary codec packages add support for codecs that are not yet implemented natively, like newer RealVideo variants and a lot of uncommon formats.[:n:]Note that they are not necessary to play most common formats like DVDs, MPEG-1/2/4, etc.
korean: 바이너리 코덱 꾸러미는 새로운 RealVideo 변종과 많은 희귀한 형식의 동영상에서, 아직 직접 지원하지 않는 코덱을 지원합니다.[:n:]DVD나 MPEG-1/2/4와 같은 대부분의 동영상을 재생하는데 필수적인 코덱은 아닙니다.
portuguese: O pacote de codificadores adiciona suporte aos formatos que ainda não foram implementados no MPlayer, tais como as novas variantes RealVideo e outros formatos menos utilizados.[:n:]Estes codificadores não são necessários para os formatos mais comuns como DVD, MPEG-1/2/4, etc.

source: Deletes SMPlayer preferences leftover from previous installations.
korean: 이전 설치된 SMPlayer의 환경 설정을 삭제합니다.
portuguese: Elimina as preferências de uma anterior instalação do SMPlayer.

source: Non-English language files for SMPlayer.
korean: SMPlayer의 비영어 언어 파일들.
portuguese: Idiomas adicionais para o SMPlayer.

source: Languages
korean: 언어
portuguese: Idiomas

source: Additional icon themes for SMPlayer.
korean: SMPlayer의 추가 아이콘 테마.
portuguese: Ícones adicionais para o SMPlayer.

source: Icon Themes
korean: 아이콘 테마
portuguese: Ícones

source: A companion program to MPlayer that can be used to encode or transform supported audio or video streams.
korean: 지원하는 오디오 비디오 스트림을 인코딩하거나 변환하는데 사용할 수 있는 MPlayer의 추가 프로그램.
portuguese: Um programa complementar ao MPlayer, utilizado para codificar ou converter emissões de vídeo e áudio.

source: A feature-rich fork of MPlayer && MPlayer2
portuguese: Um reprodutor baseado no MPlayer e no MPlayer2

source: Optional codecs for MPlayer. (Internet Connection required for installation)
korean: MPlayer용 추가 코덱. (설치시 인터넷 연결이 필요함)
portuguese: Codificadores opcionais para o MPlayer. (Precisa de uma ligação à Internet)

source: Binary Codecs
korean: 바이너리 코덱
portuguese: Codificadores

source: MPlayer; required for playback.
korean: MPlayer; 재생에 필요함.
portuguese: MPlayer; necessário para a reprodução.

source: MPlayer (required)
korean: MPlayer (필수)
portuguese: MPlayer (obrigatório)

source: Create a Start Menu entry for SMPlayer.
korean: SMPlayer의 시작 메뉴 항목을 만듭니다.
portuguese: Cria uma entrada do SMPlayer no menu Iniciar.

source: Start Menu
korean: 시작 메뉴
portuguese: Menu Iniciar

source: Creates a shortcut to SMPlayer on the desktop.
korean: 바탕화면에 SMPlayer의 바로가기를 만듭니다.
portuguese: Cria um atalho do SMPlayer no ambiente de trabalho.

source: Desktop
korean: 바탕화면
portuguese: Ambiente de trabalho

source: SMPlayer, shared libraries, and documentation.
korean: SMPlayer, 공유 라이브러리와 문서.
portuguese: SMPlayer, bibliotecas partilhadas e documentação.

source: SMPlayer (required)
korean: SMPlayer (필수)
portuguese: SMPlayer (obrigatório)

source: Multimedia Engine
portuguese: Reprodutor multimédia

source: MPlayer Components
korean: MPlayer 구성 요소
portuguese: Componentes MPlayer

source: Shortcuts
korean: 바로가기
portuguese: Atalhos

source: Setup will guide you through the installation of $(^NameDA).[:r:][:n:][:r:][:n:]It is recommended that you close all instances of SMPlayer before starting setup. This will make it possible to update relevant program files without having to reboot your computer.[:r:][:n:][:r:][:n:]$_CLICK
korean: Setup이 $(^NameDA)의 설치를 도와줄 것입니다.[:r:][:n:][:r:][:n:]Setup을 시작하기 전에 SMPlayer를 모두 종료하세요. 그러면 재부팅 없이 관련 프로그램 파일을 업데이트할 수 있습니다.[:r:][:n:][:r:][:n:]$_CLICK
portuguese: Esta configuração irá ajuda-lo a instalar o $(^NameDA).[:r:][:n:][:r:][:n:]É altamente recomendado o encerramento de quaisquer instâncias do SMPlayer antes de iniciar a instalação. Deste modo, será possível atualizar os ficheiros do programa sem ter que reiniciar o computador.[:r:][:n:][:r:][:n:]$_CLICK

source: $(^NameDA) Setup
portuguese: Configuração do $(^NameDA)

source: An existing 64-bit installation of SMPlayer exists. You must uninstall 64-bit SMPlayer first.
korean: 64비트 버전의 SMPlayer가 이미 설치되어 있습니다. 64비트 SMPlayer를 먼저 제거하세요.
portuguese: Já existe uma instalação 64 bits do SMPlayer. Tem que a desinstalar antes de efetuar uma nova instalação.

source: An existing 32-bit installation of SMPlayer exists. You must uninstall 32-bit SMPlayer first.
korean: 32비트 버전의 SMPlayer가 이미 설치되어 있습니다. 32비트 SMPlayer를 먼저 제거하세요.
portuguese: Já existe uma instalação 32 bits do SMPlayer. Tem que a desinstalar antes de efetuar uma nova instalação.

source: A 64-bit Windows operating system is required to install this software.
korean: 이 프로그램은 윈도우 64비트 운영 체계에서만 설치할 수 있습니다.
portuguese: Para instalar esta versão, tem que possuir um sistema de 64 bits.

source: Unsupported operating system.[:n:]SMPlayer ${SMPLAYER_VERSION} requires at least Windows XP and may not work correctly on your system.[:n:]Do you really want to continue with the installation?
korean: 미지원 운영 체계.[:n:]SMPlayer ${SMPLAYER_VERSION} 는 윈도우 XP 이상이 필요하고 당신의 시스템에서 정상적인 동작을 보장할 수 없습니다.[:n:]설치를 계속 진행할까요?
portuguese: O sistema operativo não é suportado.[:n:]O SMPlayer ${SMPLAYER_VERSION} requer, pelo menos, o Windows XP para funcionar corretamente.[:n:]Quer mesmo continuar com a instalação?

source: An instance of SMPlayer is running. Please exit SMPlayer and try again.
korean: SMPlayer가 실행 중입니다. SMPlayer를 종료 후 다시 시도하세요.
portuguese: Existe uma instância SMPlayer em execução. Feche-a e tente novamente.

source: You must be logged in as an administrator when installing this program.
korean: 이 프로그램을 설치하려면 관리자 권한이 필요합니다.
portuguese: Tem que iniciar sessão como administrador para instalar este programa.

source: The installer is already running.
korean: 설치 프로그램이 실행 중입니다.
portuguese: O instalador já está em execução.
